{
    "file": "1767442864775.json",
    "bert_segments": [
        {
            "segment_id": 1,
            "text": " DREAMS  DREAMS  DREAMS  DREAMS  DREAMS  In the mid-90s, the CDC and Kaiser Permanente discovered an exposure  that dramatically increased the risk for seven out of ten  of the leading causes of death in the United States.",
            "start_time": 0.0,
            "end_time": 27.060000000000002
        },
        {
            "segment_id": 2,
            "text": "In high doses, it affects brain development,  the immune system, hormonal systems,  and even the way our DNA is read and transcribed.",
            "start_time": 30.660000000000004,
            "end_time": 570.94
        },
        {
            "segment_id": 3,
            "text": "Folks who are exposed in very high doses  have tripled the lifetime risk of heart disease and lung cancer  and a 20-year difference in life expectancy.",
            "start_time": 42.1,
            "end_time": 50.84
        },
        {
            "segment_id": 4,
            "text": "And yet doctors today are not trained in routine screening or treatment.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 5,
            "text": "Now, the exposure I'm talking about is not a pesticide or a packaging chemical.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 6,
            "text": "It's childhood trauma. Okay, what kind of trauma am I talking about here?",
            "start_time": 67.08000000000001,
            "end_time": 69.56
        },
        {
            "segment_id": 7,
            "text": "I'm not talking about failing a test or losing a basketball game.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 8,
            "text": "I am talking about threats that are so severe or pervasive  that they literally get under our skin and change our physiology,  things like abuse or neglect or growing up with a parent  who struggles with mental illness or substance dependence.",
            "start_time": 78.52,
            "end_time": 90.88
        },
        {
            "segment_id": 9,
            "text": "Now, for a long time,  I viewed these things in the way I was trained to view them,  either as a social problem referred to social services  or as a mental health problem referred to mental health services.",
            "start_time": 93.5,
            "end_time": 104.76
        },
        {
            "segment_id": 10,
            "text": "And then something happened to make me rethink my entire approach.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 11,
            "text": "When I finished my residency,  I wanted to go someplace where I felt really needed,  someplace where I could make a difference.",
            "start_time": 113.32000000000001,
            "end_time": 120.06
        },
        {
            "segment_id": 12,
            "text": "So I came to work for California Pacific Medical Center,  one of the best private hospitals in Northern California,  and together, we opened a clinic in Bayview Hunters Point,  one of the poorest, most underserved neighborhoods in San Francisco.",
            "start_time": 123.52000000000001,
            "end_time": 136.34
        },
        {
            "segment_id": 13,
            "text": "Now, prior to that point,  there had been only one pediatrician in all of Bayview  to serve more than 10,000 children.",
            "start_time": 138.18,
            "end_time": 144.45999999999998
        },
        {
            "segment_id": 14,
            "text": "So we hung a shingle  and we were able to provide top-quality care,  regardless of ability to pay.",
            "start_time": 146.07999999999998,
            "end_time": 151.34
        },
        {
            "segment_id": 15,
            "text": "It was so cool.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 16,
            "text": "We targeted the typical health disparities,  access to care, immunization rates, asthma hospitalization rates,  and we hit all of our numbers.",
            "start_time": 155.45999999999998,
            "end_time": 162.26
        },
        {
            "segment_id": 17,
            "text": "We felt very proud of ourselves.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 18,
            "text": "But then I started noticing a disturbing trend.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 19,
            "text": "A lot of kids were being referred to me for ADHD,  or attention deficit hyperactivity disorder. But when I actually did a thorough history and physical,  what I found was that for most of my patients,  I couldn't make a diagnosis of ADHD.",
            "start_time": 172.23999999999998,
            "end_time": 187.18
        },
        {
            "segment_id": 20,
            "text": "Most of the kids I was seeing had experienced such severe trauma  that it felt like something else was going on.",
            "start_time": 192.54000000000002,
            "end_time": 196.0
        },
        {
            "segment_id": 21,
            "text": "Somehow, I was missing something important.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 22,
            "text": "Now, before I did my residency, I did a master's degree in public health.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 23,
            "text": "And one of the things that they teach you in public health school  is that if you're a doctor  and you see 100 kids that all drink from the same well  and 98 of them develop diarrhea,  you can go ahead and write that prescription  for dose after dose after dose of antibiotics,  or you can walk over and say,  what the hell is in this well?",
            "start_time": 208.4,
            "end_time": 229.66
        },
        {
            "segment_id": 24,
            "text": "So I began reading everything that I could get my hands on  about how exposure to adversity  affects the developing brains and bodies of children.",
            "start_time": 233.78,
            "end_time": 426.26
        },
        {
            "segment_id": 25,
            "text": "And then one day, my colleague walked into my office  and he said,  Dr. Burke, have you seen this?",
            "start_time": 243.8,
            "end_time": 247.60000000000002
        },
        {
            "segment_id": 26,
            "text": "In his hand was a copy of a research study  called the Adverse Childhood Experiences Study.",
            "start_time": 252.88000000000002,
            "end_time": 726.0000000000001
        },
        {
            "segment_id": 27,
            "text": "That day changed my clinical practice  and ultimately my career.",
            "start_time": 260.58000000000004,
            "end_time": 263.12
        },
        {
            "segment_id": 28,
            "text": "The Adverse Childhood Experiences Study  is something that everybody needs to know about.",
            "start_time": 266.64,
            "end_time": 726.0000000000001
        },
        {
            "segment_id": 29,
            "text": "It was done by Dr. Vince Feliti at Kaiser  and Dr. Bob Onda at the CDC.",
            "start_time": 272.46000000000004,
            "end_time": 274.68
        },
        {
            "segment_id": 30,
            "text": "And together, they asked 17 and a half thousand adults  about their history of exposure  to what they called Adverse Childhood Experiences, or ACEs.",
            "start_time": 280.98,
            "end_time": 726.0000000000001
        },
        {
            "segment_id": 31,
            "text": "Those include physical, emotional, or sexual abuse,  physical or emotional neglect, parental mental illness,  substance dependence, incarceration,  parental separation or divorce,  or domestic violence.",
            "start_time": 292.6,
            "end_time": 304.96
        },
        {
            "segment_id": 32,
            "text": "For every yes, you would get a point on your ACE score.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 33,
            "text": "And then what they did was they correlated these ACE scores  against health outcomes.",
            "start_time": 313.58,
            "end_time": 315.9
        },
        {
            "segment_id": 34,
            "text": "What they found was striking.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 35,
            "text": "Two things.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 36,
            "text": "Number one,  ACEs are incredibly common.",
            "start_time": 322.42,
            "end_time": 325.38
        },
        {
            "segment_id": 37,
            "text": "Sixty-seven percent of the population  had at least one ACE. And 12.6 percent, one in eight,  had four or more ACEs.",
            "start_time": 329.9,
            "end_time": 337.9
        },
        {
            "segment_id": 38,
            "text": "The second thing that they found  was that there was a dose-response relationship  between ACEs and health outcomes.",
            "start_time": 340.76,
            "end_time": 347.98
        },
        {
            "segment_id": 39,
            "text": "The higher your ACE score, the worse your health outcomes. For a person with an ACE score of four or more,  their relative risk of chronic obstructive pulmonary disease  was two and a half times that of someone with an ACE score of zero.",
            "start_time": 352.94,
            "end_time": 364.92
        },
        {
            "segment_id": 40,
            "text": "For hepatitis, it was also two and a half times.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 41,
            "text": "For depression, it was four and a half times. For suicidality, it was 12 times.",
            "start_time": 371.4,
            "end_time": 375.64
        },
        {
            "segment_id": 42,
            "text": "A person with an ACE score of seven or more  had triple the lifetime risk of lung cancer  and three and a half times the risk of ischemic heart disease,  the number one killer in the United States of America.",
            "start_time": 378.78,
            "end_time": 389.74
        },
        {
            "segment_id": 43,
            "text": "Well, of course, this makes sense.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 44,
            "text": "You know, some people looked at this data and they said,  come on, you know, you have a rough childhood,  you're more likely to drink and smoke  and do all these things that are going to ruin your health.",
            "start_time": 397.40000000000003,
            "end_time": 406.24
        },
        {
            "segment_id": 45,
            "text": "This isn't science.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 46,
            "text": "This is just bad behavior.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 47,
            "text": "It turns out this is exactly where the science comes in.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 48,
            "text": "We now understand better than we ever have before  how exposure to early adversity  affects the developing brains and bodies of children.",
            "start_time": 236.48,
            "end_time": 426.26
        },
        {
            "segment_id": 49,
            "text": "It affects areas like the nucleus accumbens,  the pleasure and reward center of the brain  that is implicated in substance dependence.",
            "start_time": 429.14000000000004,
            "end_time": 434.58000000000004
        },
        {
            "segment_id": 50,
            "text": "It inhibits the prefrontal cortex,  which is necessary for impulse control and executive function,  a critical area for learning.",
            "start_time": 437.62,
            "end_time": 443.38
        },
        {
            "segment_id": 51,
            "text": "And on MRI scans,  we see measurable differences in the amygdala,  the brain's fear response center.",
            "start_time": 445.3,
            "end_time": 451.28
        },
        {
            "segment_id": 52,
            "text": "So there are real neurologic reasons  why folks exposed to high doses of adversity  are more likely to engage in high-risk behavior,  and that's important to know. But it turns out that even if you don't engage  in any high-risk behavior,  you're still more likely to develop heart disease or cancer.",
            "start_time": 455.65999999999997,
            "end_time": 474.98
        },
        {
            "segment_id": 53,
            "text": "The reason for this has to do with the hypothalamic pituitary adrenal axis,  the brain's and body's stress response system  that governs our fight-or-flight response.",
            "start_time": 482.08000000000004,
            "end_time": 489.48
        },
        {
            "segment_id": 54,
            "text": "How does it work?",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 55,
            "text": "Well, imagine you're walking in the forest and you see a bear.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 56,
            "text": "Immediately, your hypothalamus sends a signal to your pituitary,  it sends a signal to your adrenal gland  that says, release stress hormones, adrenaline, cortisol.",
            "start_time": 499.14,
            "end_time": 504.86
        },
        {
            "segment_id": 57,
            "text": "And so your heart starts to pound,  your pupils dilate, your airways open up,  and you are ready to either fight that bear  or run from the bear.",
            "start_time": 507.7,
            "end_time": 516.4
        },
        {
            "segment_id": 58,
            "text": "And that is wonderful.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 59,
            "text": "If you're in a forest, and there's a bear.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 60,
            "text": "But the problem is what happens when the bear comes home every night,  and this system is activated over and over and over again.",
            "start_time": 530.12,
            "end_time": 536.02
        },
        {
            "segment_id": 61,
            "text": "And it goes from being adaptive or life-saving  to maladaptive or health-damaging.",
            "start_time": 540.4,
            "end_time": 544.24
        },
        {
            "segment_id": 62,
            "text": "Children are especially sensitive to this repeated stress activation  because their brains and bodies are just developing.",
            "start_time": 549.96,
            "end_time": 553.74
        },
        {
            "segment_id": 63,
            "text": "High doses of adversity not only affect brain structure and function,  they affect the developing immune system,  developing hormonal systems,  and even the way our DNA is read and transcribed.",
            "start_time": 34.14,
            "end_time": 570.94
        },
        {
            "segment_id": 64,
            "text": "So for me, this information threw my old training out the window  because when we understand the mechanism of a disease,  when we know not only which pathways are disrupted,  but how, then as doctors,  it is our job to use this science for prevention and treatment.",
            "start_time": 576.6400000000001,
            "end_time": 592.6800000000001
        },
        {
            "segment_id": 65,
            "text": "That's what we do.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 66,
            "text": "So in San Francisco, we created the Center for Youth Wellness  to prevent, screen and heal the impacts of ACEs and toxic stress.",
            "start_time": 598.52,
            "end_time": 603.82
        },
        {
            "segment_id": 67,
            "text": "We started simply with routine screening of every one of our kids  at their regular physical,  because I know that if my patient has an ACE score of four,  she's two and a half times as likely to develop hepatitis or COPD.",
            "start_time": 608.6800000000001,
            "end_time": 619.6
        },
        {
            "segment_id": 68,
            "text": "She's four and a half times as likely to become depressed,  and she's 12 times as likely to attempt to take her own life  as my patient with zero ACEs.",
            "start_time": 622.48,
            "end_time": 628.64
        },
        {
            "segment_id": 69,
            "text": "I know that when she's in my exam room.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 70,
            "text": "For our patients who do screen positive,  we have a multidisciplinary treatment team  that works to reduce the dose of adversity  and treat symptoms using best practices,  including home visits,  care coordination, mental health care, nutrition,  holistic interventions,  and, yes, medication when necessary.",
            "start_time": 634.7199999999999,
            "end_time": 654.48
        },
        {
            "segment_id": 71,
            "text": "But we also educate parents  about the impact of ACEs and toxic stress  the same way you would for covering electrical outlets  or lead poisoning.",
            "start_time": 656.98,
            "end_time": 664.86
        },
        {
            "segment_id": 72,
            "text": "And we tailor the care of our asthmatics and our diabetics  in a way that recognizes  that they may need more aggressive treatment  given the changes to their hormonal and immune systems.",
            "start_time": 668.78,
            "end_time": 677.0
        },
        {
            "segment_id": 73,
            "text": "So the other thing that happens when you understand this science  is that you want to shout it from the rooftops,  because this isn't just an issue for kids in Bayview.",
            "start_time": 681.84,
            "end_time": 688.5200000000001
        },
        {
            "segment_id": 74,
            "text": "I figured the minute that everybody else heard about this,  it would be routine screening, multidisciplinary treatment teams,  and it would be a race  to the most effective clinical treatment protocols.",
            "start_time": 692.4000000000001,
            "end_time": 700.4000000000001
        },
        {
            "segment_id": 75,
            "text": "Yeah, that did not happen.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 76,
            "text": "And that was a huge learning for me.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 77,
            "text": "What I had thought of as simply best clinical practice,  I now understand to be a movement.",
            "start_time": 712.34,
            "end_time": 716.2600000000001
        },
        {
            "segment_id": 78,
            "text": "In the words of Dr. Robert Block,  the former president of the American Academy of Pediatrics,  adverse childhood experiences  are the single greatest unaddressed public health threat  facing our nation today.",
            "start_time": 719.3000000000001,
            "end_time": 732.84
        },
        {
            "segment_id": 79,
            "text": "And for a lot of people,  that's a terrifying prospect.",
            "start_time": 735.32,
            "end_time": 737.7400000000001
        },
        {
            "segment_id": 80,
            "text": "The scope and scale of the problem seems so large  that it feels overwhelming to think about how we might approach it.",
            "start_time": 741.98,
            "end_time": 746.12
        },
        {
            "segment_id": 81,
            "text": "But for me, that's actually where the hope lies.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 82,
            "text": "Because when we have the right framework,  when we recognize this to be a public health crisis,  then we can begin to use the right toolkit  to come up with solutions.",
            "start_time": 753.5,
            "end_time": 763.92
        },
        {
            "segment_id": 83,
            "text": "From tobacco, to lead poisoning, to HIV AIDS,  the United States actually has quite a strong track record  with addressing public health problems.",
            "start_time": 767.54,
            "end_time": 775.66
        },
        {
            "segment_id": 84,
            "text": "But replicating those successes  with ACEs and toxic stress  is going to take determination and commitment.",
            "start_time": 778.36,
            "end_time": 785.38
        },
        {
            "segment_id": 85,
            "text": "And when I look at what our nation's response has been so far,  I wonder,  why haven't we taken this more seriously?",
            "start_time": 789.76,
            "end_time": 795.0799999999999
        },
        {
            "segment_id": 86,
            "text": "You know, at first,  I thought that we marginalize the issue  because it doesn't apply to us, right?",
            "start_time": 796.76,
            "end_time": 801.2
        },
        {
            "segment_id": 87,
            "text": "That's an issue for those kids in those neighborhoods,  which is weird because the data doesn't bear that out.",
            "start_time": 804.12,
            "end_time": 807.4000000000001
        },
        {
            "segment_id": 88,
            "text": "The original ACE study was done in a population  that was 70 percent Caucasian,  70 percent college-educated.",
            "start_time": 812.36,
            "end_time": 817.0600000000001
        },
        {
            "segment_id": 89,
            "text": "But then, the more I talk to folks,  I'm beginning to think that maybe I had it completely backwards.",
            "start_time": 822.4000000000001,
            "end_time": 825.9000000000001
        },
        {
            "segment_id": 90,
            "text": "If I were to ask how many people in this room  grew up with a family member who suffered from mental illness,  I bet a few hands would go up.",
            "start_time": 832.24,
            "end_time": 840.1800000000001
        },
        {
            "segment_id": 91,
            "text": "And then if I were to ask how many folks had a parent  who maybe drank too much  or who really believed that if you spare the rod, you spoiled the child,  I bet a few more hands would go up.",
            "start_time": 844.0600000000001,
            "end_time": 853.32
        },
        {
            "segment_id": 92,
            "text": "Even in this room,  this is an issue that touches many of us.",
            "start_time": 856.58,
            "end_time": 859.12
        },
        {
            "segment_id": 93,
            "text": "And I'm beginning to believe  that we marginalize the issue because it does apply to us.",
            "start_time": 861.12,
            "end_time": 865.4000000000001
        },
        {
            "segment_id": 94,
            "text": "Maybe it's easier to see in other zip codes  because we don't want to look at it.",
            "start_time": 868.12,
            "end_time": 870.0400000000001
        },
        {
            "segment_id": 95,
            "text": "We'd rather be sick.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 96,
            "text": "Fortunately, scientific advances and, frankly, economic realities  make that option less viable every day.",
            "start_time": 881.0000000000001,
            "end_time": 884.46
        },
        {
            "segment_id": 97,
            "text": "The science is clear.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 98,
            "text": "Early adversity dramatically affects health across the lifetime. Today, we are beginning to understand  how to interrupt the progression from early adversity  to disease and early death.",
            "start_time": 893.82,
            "end_time": 902.2
        },
        {
            "segment_id": 99,
            "text": "And 30 years from now,  the child who has a high ACE score  and whose behavioral symptoms go unrecognized,  whose asthma management is not connected  and who goes on to develop high blood pressure  and early heart disease or cancer  will be just as anomalous as a six-month mortality from HIV-AIDS.",
            "start_time": 905.24,
            "end_time": 924.9
        },
        {
            "segment_id": 100,
            "text": "People will look at that situation and say,  what the heck happened there?",
            "start_time": 927.3000000000001,
            "end_time": 929.0
        },
        {
            "segment_id": 101,
            "text": "This is treatable.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 102,
            "text": "This is beatable.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 103,
            "text": "The single most important thing that we need today  is the courage to look this problem in the face  and say, this is real, and this is all of us.",
            "start_time": 939.48,
            "end_time": 947.24
        },
        {
            "segment_id": 104,
            "text": "I believe that we are the movement.",
            "start_time": null,
            "end_time": null
        },
        {
            "segment_id": 105,
            "text": "Thank you. Thank you.",
            "start_time": 953.0600000000001,
            "end_time": 955.12
        }
    ],
    "num_bert": 105
}