{
    "audio_file": "E:\\Podcast-Analyser\\automated-podcast-transcription\\backend\\uploads\\1766062718019.mp3",
    "language": "en",
    "segments": [
        {
            "start": 0.0,
            "end": 8.5,
            "text": " [♪ Music playing, applause and applause."
        },
        {
            "start": 8.5,
            "end": 11.5,
            "text": " Shortly after I published my book, I got an email."
        },
        {
            "start": 11.5,
            "end": 16.5,
            "text": " It said, your book was the only thing that saved me from suicide."
        },
        {
            "start": 16.5,
            "end": 18.5,
            "text": " You saved my life."
        },
        {
            "start": 18.5,
            "end": 23.0,
            "text": " Now, my book is about how to clean, so that seems kind of weird, right?"
        },
        {
            "start": 24.0,
            "end": 30.0,
            "text": " But what if a new philosophy on cleaning could teach us a better approach to mental health?"
        },
        {
            "start": 30.0,
            "end": 33.0,
            "text": " I'm not an interior designer or a lifestyle influencer."
        },
        {
            "start": 33.0,
            "end": 36.0,
            "text": " I'm just a therapist with ADHD."
        },
        {
            "start": 36.0,
            "end": 39.0,
            "text": " In February of 2020, I had my second baby."
        },
        {
            "start": 39.0,
            "end": 42.0,
            "text": " Because with the first one, I had some postpartum anxiety,"
        },
        {
            "start": 42.0,
            "end": 46.0,
            "text": " and my husband had just taken a very demanding job that was going to keep him busy,"
        },
        {
            "start": 46.0,
            "end": 50.0,
            "text": " I developed a meticulous postpartum plan for myself."
        },
        {
            "start": 51.0,
            "end": 54.0,
            "text": " My family would rotate in and shifts for the first 60 days."
        },
        {
            "start": 54.0,
            "end": 59.0,
            "text": " The cleaning crew would come once a month, the new moms group would drop off dinners,"
        },
        {
            "start": 59.0,
            "end": 61.0,
            "text": " and my toddler would go to preschool."
        },
        {
            "start": 61.0,
            "end": 67.0,
            "text": " I was so proud of this plan, and it ended before it even began."
        },
        {
            "start": 67.0,
            "end": 71.0,
            "text": " Because February of 2020 is when the COVID lockdowns happened,"
        },
        {
            "start": 71.0,
            "end": 74.0,
            "text": " and all of that support disappeared overnight."
        },
        {
            "start": 74.0,
            "end": 78.0,
            "text": " When I was going to blur, my days turned into breastfeeding difficulties,"
        },
        {
            "start": 78.0,
            "end": 81.0,
            "text": " toddler meltdowns, and depression."
        },
        {
            "start": 81.0,
            "end": 83.0,
            "text": " The dishes stayed in the sink for days."
        },
        {
            "start": 83.0,
            "end": 86.0,
            "text": " The laundry pile reached impressive heights,"
        },
        {
            "start": 86.0,
            "end": 90.0,
            "text": " and there was often not a path to walk from room to room."
        },
        {
            "start": 90.0,
            "end": 92.0,
            "text": " And when I should have been catching up on sleep,"
        },
        {
            "start": 92.0,
            "end": 95.0,
            "text": " I would lay in bed at night and think to myself,"
        },
        {
            "start": 95.0,
            "end": 97.0,
            "text": " I'm failing."
        },
        {
            "start": 98.0,
            "end": 102.0,
            "text": " Maybe I'm not capable of being a good mom to two kids."
        },
        {
            "start": 102.0,
            "end": 107.0,
            "text": " I decided to post a joke video on TikTok one day about my house-turned-disaster."
        },
        {
            "start": 110.0,
            "end": 117.0,
            "text": " Some funny shots of my clutter and my dishes and my enchilada pan to a nice beat."
        },
        {
            "start": 118.0,
            "end": 121.0,
            "text": " Sort of a laugh to keep from cry situation, surely."
        },
        {
            "start": 121.0,
            "end": 123.0,
            "text": " And I got a comment."
        },
        {
            "start": 125.0,
            "end": 127.0,
            "text": " Lazy."
        },
        {
            "start": 128.0,
            "end": 130.0,
            "text": " Yeah, that's stung."
        },
        {
            "start": 131.0,
            "end": 133.0,
            "text": " But I must be a glutton for punishment"
        },
        {
            "start": 133.0,
            "end": 136.0,
            "text": " because I kept posting videos about my messy house."
        },
        {
            "start": 137.0,
            "end": 141.0,
            "text": " Video after video of all of the weird tips and tricks that I was using"
        },
        {
            "start": 141.0,
            "end": 145.0,
            "text": " to try and get it back in order while managing my feelings of being overwhelmed."
        },
        {
            "start": 145.0,
            "end": 148.0,
            "text": " And I braced myself for more criticism."
        },
        {
            "start": 148.0,
            "end": 151.0,
            "text": " But what happened was entirely different."
        },
        {
            "start": 152.0,
            "end": 157.0,
            "text": " In the comment sections of my videos, hundreds of stories came rolling in."
        },
        {
            "start": 158.0,
            "end": 162.0,
            "text": " Stories like Amanda, who after losing her baby in the second trimester"
        },
        {
            "start": 162.0,
            "end": 166.0,
            "text": " was standing frozen at her sink because she forgot how to wash dishes."
        },
        {
            "start": 168.0,
            "end": 171.0,
            "text": " Stories like Lula, whose chronic health problems and depression"
        },
        {
            "start": 171.0,
            "end": 173.0,
            "text": " made it difficult for her to brush her teeth."
        },
        {
            "start": 173.0,
            "end": 180.0,
            "text": " Story after story of people with depression, ADHD, autism, burnout, bereavement,"
        },
        {
            "start": 180.0,
            "end": 183.0,
            "text": " all struggling with these daily tasks."
        },
        {
            "start": 183.0,
            "end": 188.0,
            "text": " And it might seem odd to some of you that someone could struggle with tasks that are so simple."
        },
        {
            "start": 189.0,
            "end": 191.0,
            "text": " But are they simple?"
        },
        {
            "start": 193.0,
            "end": 195.0,
            "text": " Let's think about what really goes into something like laundry."
        },
        {
            "start": 195.0,
            "end": 198.0,
            "text": " Everyone picture your laundry pile right now."
        },
        {
            "start": 200.0,
            "end": 202.0,
            "text": " How many clean clothes do you have left right now?"
        },
        {
            "start": 202.0,
            "end": 205.0,
            "text": " Can you wash tomorrow or must it be today?"
        },
        {
            "start": 205.0,
            "end": 208.0,
            "text": " Do you need to prioritize, pre-sort, pre-treat anything?"
        },
        {
            "start": 208.0,
            "end": 210.0,
            "text": " Did you grow up with anybody that taught you how to do that?"
        },
        {
            "start": 210.0,
            "end": 211.0,
            "text": " You're out of laundry detergent."
        },
        {
            "start": 211.0,
            "end": 213.0,
            "text": " If you work three jobs, when are you going to get to the store next?"
        },
        {
            "start": 213.0,
            "end": 214.0,
            "text": " If you get there, can you afford it?"
        },
        {
            "start": 214.0,
            "end": 216.0,
            "text": " And if you can afford it, which one you choose?"
        },
        {
            "start": 216.0,
            "end": 217.0,
            "text": " And you get it all home, get it in there."
        },
        {
            "start": 217.0,
            "end": 219.0,
            "text": " Now pick a setting. Which one? I don't know. Google it."
        },
        {
            "start": 221.0,
            "end": 222.0,
            "text": " By the way, you have memory problems."
        },
        {
            "start": 222.0,
            "end": 225.0,
            "text": " So you'll remember that wash in about three days when it's mildewed into the washer."
        },
        {
            "start": 227.0,
            "end": 230.0,
            "text": " It's okay. It's okay. Just rewash it and get it into the dryer."
        },
        {
            "start": 230.0,
            "end": 233.0,
            "text": " You'll forget that too and it'll wrinkle. Now dry it again."
        },
        {
            "start": 233.0,
            "end": 236.0,
            "text": " Now all you have to do is get it out and fold it."
        },
        {
            "start": 236.0,
            "end": 238.0,
            "text": " But also you have three small children."
        },
        {
            "start": 238.0,
            "end": 241.0,
            "text": " And those three small children haven't given you a moment alone in quite some time."
        },
        {
            "start": 241.0,
            "end": 243.0,
            "text": " And when you finally get that moment, you have to decide,"
        },
        {
            "start": 243.0,
            "end": 244.0,
            "text": " are you going to finish the laundry?"
        },
        {
            "start": 244.0,
            "end": 245.0,
            "text": " Are you going to eat a sandwich?"
        },
        {
            "start": 245.0,
            "end": 246.0,
            "text": " Are you going to take a nap?"
        },
        {
            "start": 246.0,
            "end": 247.0,
            "text": " Time's up. You didn't do any of it."
        },
        {
            "start": 247.0,
            "end": 249.0,
            "text": " You stared at the wall."
        },
        {
            "start": 250.0,
            "end": 256.0,
            "text": " You have decision fatigue because the burden of carrying a home all by yourself has burnt you out."
        },
        {
            "start": 256.0,
            "end": 262.0,
            "text": " You see, for some of you, all of the steps and the skills that go into care tasks run on autopilot."
        },
        {
            "start": 263.0,
            "end": 267.0,
            "text": " But for millions of people, the autopilot is broken."
        },
        {
            "start": 269.0,
            "end": 272.0,
            "text": " And what's worse, what if you had to do all of that when your mom just died?"
        },
        {
            "start": 272.0,
            "end": 274.0,
            "text": " Or your job just fired you?"
        },
        {
            "start": 275.0,
            "end": 281.0,
            "text": " Or you're using every ounce of strength that you have to just not kill yourself today?"
        },
        {
            "start": 283.0,
            "end": 287.0,
            "text": " If you have access to therapy, it's unlikely your therapist will ever ask you about your laundry."
        },
        {
            "start": 289.0,
            "end": 291.0,
            "text": " I've worked in mental health for about a decade."
        },
        {
            "start": 291.0,
            "end": 293.0,
            "text": " I've been in therapy even longer."
        },
        {
            "start": 293.0,
            "end": 298.0,
            "text": " And the only time I ever had a provider talk to me about things like cooking and cleaning and brushing my teeth"
        },
        {
            "start": 298.0,
            "end": 301.0,
            "text": " was when I was in a psych hospital as a teenager."
        },
        {
            "start": 302.0,
            "end": 308.0,
            "text": " Yet here were hundreds of thousands of people in my comment sections telling me"
        },
        {
            "start": 308.0,
            "end": 312.0,
            "text": " that these daily care tasks were a major pain point in their life."
        },
        {
            "start": 314.0,
            "end": 318.0,
            "text": " And so I started to wonder, what if we started here?"
        },
        {
            "start": 318.0,
            "end": 324.0,
            "text": " What if we started with these care tasks?"
        },
        {
            "start": 324.0,
            "end": 329.0,
            "text": " Could making daily tasks easier improve mental health quicker?"
        },
        {
            "start": 331.0,
            "end": 335.0,
            "text": " In the two years that I've been posting and writing about the intersection of mental health and care tasks,"
        },
        {
            "start": 335.0,
            "end": 338.0,
            "text": " I've come up with a philosophy that does just this."
        },
        {
            "start": 338.0,
            "end": 341.0,
            "text": " And it all starts with one simple idea."
        },
        {
            "start": 342.0,
            "end": 350.0,
            "text": " Cooking, cleaning, laundry, it doesn't make you a good person or a bad person."
        },
        {
            "start": 352.0,
            "end": 358.0,
            "text": " Listen to me. Care tasks are morally neutral."
        },
        {
            "start": 361.0,
            "end": 364.0,
            "text": " Now I know that if you've been watching Martha Stewart for decades"
        },
        {
            "start": 365.0,
            "end": 369.0,
            "text": " and scrolling the perfect Pinterest aesthetic every day,"
        },
        {
            "start": 369.0,
            "end": 373.0,
            "text": " that it can feel like struggling with these tasks is a moral failure."
        },
        {
            "start": 373.0,
            "end": 378.0,
            "text": " Like it's because we're lazy or we're irresponsible or we're immature."
        },
        {
            "start": 378.0,
            "end": 382.0,
            "text": " But having an organized closet doesn't make you a success."
        },
        {
            "start": 382.0,
            "end": 385.0,
            "text": " And living out of a pile of laundry on the floor doesn't make you a failure."
        },
        {
            "start": 385.0,
            "end": 390.0,
            "text": " You know where the shirt you want to wear is. It just, it might take you a bit of sifting to find it."
        },
        {
            "start": 391.0,
            "end": 396.0,
            "text": " The truth is it's not about morality. It's about functionality."
        },
        {
            "start": 396.0,
            "end": 399.0,
            "text": " Does your home work for you?"
        },
        {
            "start": 399.0,
            "end": 403.0,
            "text": " Not some hypothetical house guest that is coming to inspect your closet."
        },
        {
            "start": 403.0,
            "end": 408.0,
            "text": " I mentioned Amanda who had lost her baby and forgot how to wash dishes."
        },
        {
            "start": 408.0,
            "end": 413.0,
            "text": " She told me that when her husband would go to work, she would lay on the floor next to the empty crib"
        },
        {
            "start": 413.0,
            "end": 418.0,
            "text": " and say to herself, what can I bring to my family if I can't even wash dishes?"
        },
        {
            "start": 421.0,
            "end": 426.0,
            "text": " But that changed when she began to see care tasks as morally neutral."
        },
        {
            "start": 426.0,
            "end": 431.0,
            "text": " All of a sudden the dishes in the sink weren't representations of her failure as a wife,"
        },
        {
            "start": 431.0,
            "end": 435.0,
            "text": " but instead she would look at the pile and think to herself,"
        },
        {
            "start": 435.0,
            "end": 439.0,
            "text": " what do I need to function tomorrow morning?"
        },
        {
            "start": 439.0,
            "end": 443.0,
            "text": " And then pull two coffee cups out of the pile to wash."
        },
        {
            "start": 443.0,
            "end": 449.0,
            "text": " She had her coffee the next morning and it was a little bit easier to get up off the floor."
        },
        {
            "start": 449.0,
            "end": 455.0,
            "text": " When we liberate ourselves from the idea that we are a good person or a bad person with care tasks,"
        },
        {
            "start": 455.0,
            "end": 460.0,
            "text": " we can stop thinking about the right way to do things, about the way that things should be done,"
        },
        {
            "start": 460.0,
            "end": 468.0,
            "text": " and instead start thinking about what we can do with our current barriers to improve our quality of life today."
        },
        {
            "start": 468.0,
            "end": 474.0,
            "text": " And this is the fun part, because you get to customize a life that works for you."
        },
        {
            "start": 474.0,
            "end": 479.0,
            "text": " When Lula realized that her problems with brushing her teeth were not moral failings,"
        },
        {
            "start": 479.0,
            "end": 482.0,
            "text": " she gained the confidence to speak to her dental hygienist,"
        },
        {
            "start": 482.0,
            "end": 487.0,
            "text": " and together they came up with solutions that work around her barriers."
        },
        {
            "start": 487.0,
            "end": 492.0,
            "text": " She now relies on pre-pasted disposable toothbrushes that she keeps in her desk,"
        },
        {
            "start": 492.0,
            "end": 497.0,
            "text": " floss she keeps in the living room, and a no-rinse prescription toothpaste."
        },
        {
            "start": 497.0,
            "end": 501.0,
            "text": " Because by breaking down the component parts of a dental hygiene routine"
        },
        {
            "start": 501.0,
            "end": 506.0,
            "text": " and ensuring that each step was accessible to her mental and physical needs,"
        },
        {
            "start": 506.0,
            "end": 512.0,
            "text": " for the first time in a year she's done every step in that routine for two weeks straight."
        },
        {
            "start": 512.0,
            "end": 518.0,
            "text": " She says that now that her teeth are clean, she's a little less stressed about tomorrow's problems."
        },
        {
            "start": 518.0,
            "end": 522.0,
            "text": " And this approach can work with any care task that you struggle with."
        },
        {
            "start": 522.0,
            "end": 528.0,
            "text": " Simply ask yourself, what am I trying to achieve and how can I achieve it in my way?"
        },
        {
            "start": 528.0,
            "end": 531.0,
            "text": " In a rare moment of folding clothes,"
        },
        {
            "start": 531.0,
            "end": 535.0,
            "text": " I looked down at the baby onesie that I was folding,"
        },
        {
            "start": 535.0,
            "end": 540.0,
            "text": " and I thought to myself, why am I folding this?"
        },
        {
            "start": 540.0,
            "end": 547.0,
            "text": " Baby onesies don't really wrinkle."
        },
        {
            "start": 547.0,
            "end": 551.0,
            "text": " And even if they did, nobody cares if a baby's on a wrinkly onesie."
        },
        {
            "start": 551.0,
            "end": 557.0,
            "text": " Furthermore, I was probably going to change her four times before lunch."
        },
        {
            "start": 558.0,
            "end": 561.0,
            "text": " This doesn't need to be folded."
        },
        {
            "start": 561.0,
            "end": 568.0,
            "text": " I said it out loud and literally braced myself for the laundry police."
        },
        {
            "start": 568.0,
            "end": 570.0,
            "text": " I don't know."
        },
        {
            "start": 570.0,
            "end": 573.0,
            "text": " There are rules to laundry."
        },
        {
            "start": 573.0,
            "end": 577.0,
            "text": " But for the first time I stopped thinking about the way that laundry should be done,"
        },
        {
            "start": 577.0,
            "end": 582.0,
            "text": " and instead started thinking about how I could make laundry functional for me."
        },
        {
            "start": 582.0,
            "end": 586.0,
            "text": " And I looked down at the fleece pajamas and the underwear and the athletic shorts"
        },
        {
            "start": 586.0,
            "end": 592.0,
            "text": " and the tank tops and realized almost none of my clothes actually needed to be folded."
        },
        {
            "start": 592.0,
            "end": 595.0,
            "text": " And I haven't folded any of it since."
        },
        {
            "start": 595.0,
            "end": 606.0,
            "text": " I moved all of my family's clothes into one closet off the laundry room"
        },
        {
            "start": 606.0,
            "end": 611.0,
            "text": " and now I just toss things into organized bins unfolded."
        },
        {
            "start": 611.0,
            "end": 618.0,
            "text": " My new motto is good enough is perfect."
        },
        {
            "start": 618.0,
            "end": 626.0,
            "text": " And everything worth doing is worth doing half-assed."
        },
        {
            "start": 626.0,
            "end": 632.0,
            "text": " You have to give yourself permission to do a little, to do it with shortcuts,"
        },
        {
            "start": 632.0,
            "end": 635.0,
            "text": " to do it while breaking all of the rules,"
        },
        {
            "start": 635.0,
            "end": 638.0,
            "text": " and replace that inner voice that says,"
        },
        {
            "start": 638.0,
            "end": 644.0,
            "text": " I'm failing with one that says, I'm having a hard time right now."
        },
        {
            "start": 644.0,
            "end": 649.0,
            "text": " And people who are having a hard time deserve compassion."
        },
        {
            "start": 649.0,
            "end": 654.0,
            "text": " If it's too hard to shower today, grab the baby wipes."
        },
        {
            "start": 654.0,
            "end": 660.0,
            "text": " It may not be the normal way to do it, but you deserve to be clean."
        },
        {
            "start": 660.0,
            "end": 665.0,
            "text": " If it's too hard to cook dinner, get paper plates."
        },
        {
            "start": 665.0,
            "end": 667.0,
            "text": " Heat up something frozen."
        },
        {
            "start": 667.0,
            "end": 671.0,
            "text": " You'll go back to cooking and washing another day, but the day is not today."
        },
        {
            "start": 671.0,
            "end": 675.0,
            "text": " And in the meantime, you deserve to eat."
        },
        {
            "start": 675.0,
            "end": 680.0,
            "text": " If you're too depressed to do your dishes, get a two-gallon ziplock bag and keep it in your bedroom."
        },
        {
            "start": 680.0,
            "end": 684.0,
            "text": " Because if you put a dirty plate into a two-gallon ziplock bag and seal it,"
        },
        {
            "start": 684.0,
            "end": 687.0,
            "text": " it will keep the bugs away."
        },
        {
            "start": 687.0,
            "end": 691.0,
            "text": " And it will be there for you when you're ready to go back to the kitchen."
        },
        {
            "start": 691.0,
            "end": 698.0,
            "text": " Because you deserve a sanitary environment, even if you can't get out of bed."
        },
        {
            "start": 698.0,
            "end": 703.0,
            "text": " I could share with you hundreds of other genius solutions that people have come up with"
        },
        {
            "start": 703.0,
            "end": 707.0,
            "text": " once they embrace the idea that care tasks are morally neutral."
        },
        {
            "start": 707.0,
            "end": 712.0,
            "text": " In my experience, people will exhibit mind-blowing creativity"
        },
        {
            "start": 712.0,
            "end": 718.0,
            "text": " when they are only taught how to speak compassionately to themselves."
        },
        {
            "start": 718.0,
            "end": 722.0,
            "text": " So what if mental health treatment started here?"
        },
        {
            "start": 722.0,
            "end": 728.0,
            "text": " By shifting the idea of care tasks as these external measurements of your worthiness"
        },
        {
            "start": 728.0,
            "end": 736.0,
            "text": " to just being morally neutral tasks that you can customize to care for yourself."
        },
        {
            "start": 737.0,
            "end": 743.0,
            "text": " Because if it's true that regardless of what you struggle with,"
        },
        {
            "start": 743.0,
            "end": 752.0,
            "text": " you are worthy of a functional space, what else might you be worthy of?"
        },
        {
            "start": 752.0,
            "end": 754.0,
            "text": " Thank you."
        },
        {
            "start": 754.0,
            "end": 756.0,
            "text": " Thank you."
        }
    ]
}