{
    "audio_file": "E:\\Podcast-Analyser\\automated-podcast-transcription\\backend\\uploads\\1767342888007.mp3",
    "language": "en",
    "segments": [
        {
            "start": 0.0,
            "end": 14.8,
            "text": " Picture this. You're going on a boat trip, and you get on board with your family, and"
        },
        {
            "start": 14.8,
            "end": 23.0,
            "text": " you got your bags, and the captain comes out to greet you and says, hi, my name's Montana,"
        },
        {
            "start": 23.0,
            "end": 32.72,
            "text": " uh, Von Fliss. Oh, I'll be your captain for this journey. So, uh, oh boy, let's just"
        },
        {
            "start": 32.72,
            "end": 42.56,
            "text": " have a great trip. Sorry. Nope. Get me off of this boat. What we want in that moment is"
        },
        {
            "start": 42.56,
            "end": 48.36,
            "text": " for the captain to walk out and say, hi, my name is Montana Von Fliss. I'll be your"
        },
        {
            "start": 48.36,
            "end": 54.12,
            "text": " captain for this journey. Let's have a great trip. The point is, when you are the"
        },
        {
            "start": 54.12,
            "end": 59.879999999999995,
            "text": " speaker, you are the captain for that journey, and how you show up really matters."
        },
        {
            "start": 59.879999999999995,
            "end": 65.32,
            "text": " For the last 17 years, I've coached thousands of speakers all over the"
        },
        {
            "start": 65.32,
            "end": 71.8,
            "text": " world, from big tech companies to small startups, and everyone from new hires to"
        },
        {
            "start": 71.8,
            "end": 79.03999999999999,
            "text": " CEOs of Fortune 500 companies want to know, how do you show up and look confident? So,"
        },
        {
            "start": 79.03999999999999,
            "end": 84.8,
            "text": " I'd like to share my top five tips for how to be confident, even if you're not. So,"
        },
        {
            "start": 84.8,
            "end": 88.52,
            "text": " let's break it down. What was the difference between those two captains?"
        },
        {
            "start": 88.52,
            "end": 93.0,
            "text": " What did you see? What did you hear? And not just, you know, one seemed nervous,"
        },
        {
            "start": 93.0,
            "end": 98.75999999999999,
            "text": " one seemed confident, but what was I doing differently to make you think"
        },
        {
            "start": 98.80000000000001,
            "end": 105.72,
            "text": " that? Different volume, different words, certainly different body language. But the"
        },
        {
            "start": 105.72,
            "end": 111.32000000000001,
            "text": " truth is, I wasn't actually feeling particularly confident. I was just making"
        },
        {
            "start": 111.32000000000001,
            "end": 117.16000000000001,
            "text": " certain physical and vocal choices to make you think that. You can do that too."
        },
        {
            "start": 117.16000000000001,
            "end": 124.12,
            "text": " Anyone can do this. So, what are those confident looking choices? Number one,"
        },
        {
            "start": 124.76,
            "end": 131.16,
            "text": " turn up the energy and speak up. When you speak up, even just a little bit, it reads"
        },
        {
            "start": 131.16,
            "end": 136.28,
            "text": " as confident. And you don't have to shout, think about it this way. On a scale of one"
        },
        {
            "start": 136.28,
            "end": 146.04000000000002,
            "text": " to 10, aim for a five. Yes, it goes to 11. But you can just aim for a five. I'm here"
        },
        {
            "start": 146.04000000000002,
            "end": 150.44,
            "text": " at a five right now. I can bring it back down to a three down here. Nervous captain"
        },
        {
            "start": 150.44,
            "end": 154.2,
            "text": " was down here. And then we bring it back up to a five. And it sounds prepared,"
        },
        {
            "start": 154.2,
            "end": 161.88,
            "text": " positive and confident. So, turn up the energy and speak up. Number two, pause,"
        },
        {
            "start": 162.76,
            "end": 169.72,
            "text": " like a boss. Nervous speakers tend to talk really fast, right? And then when"
        },
        {
            "start": 169.72,
            "end": 173.07999999999998,
            "text": " they do have a pause, they fill it in with verbal filler, likes and ums."
        },
        {
            "start": 173.64,
            "end": 179.96,
            "text": " However, if you try to speak more slowly, it just sounds like this, right? And"
        },
        {
            "start": 179.96,
            "end": 186.20000000000002,
            "text": " that's not better. So, instead, make strategic pauses. Pause in transition."
        },
        {
            "start": 186.20000000000002,
            "end": 198.44,
            "text": " Pause for emphasis. Pause, like a boss. Number three, superhero stance. Imagine you"
        },
        {
            "start": 198.44,
            "end": 203.64000000000001,
            "text": " are a superhero. You can do it from your chair. How would a superhero sit? Yes,"
        },
        {
            "start": 204.20000000000002,
            "end": 210.04000000000002,
            "text": " let that change your posture. I see you. Yes, let that bring a smile to your face."
        },
        {
            "start": 210.04000000000002,
            "end": 217.48000000000002,
            "text": " And have some better eye contact. All of that reads as confident. And pretending to be a superhero is"
        },
        {
            "start": 217.48000000000002,
            "end": 224.44000000000003,
            "text": " just a super quick way to have confident looking body language. Now this one also goes to 11."
        },
        {
            "start": 224.76,
            "end": 234.68,
            "text": " But you can just aim for a five and that will be great. Tuck in that cape and go save the day."
        },
        {
            "start": 236.44,
            "end": 241.16,
            "text": " And you can stand in superhero backstage to boost your confidence. But I'm saying,"
        },
        {
            "start": 241.16,
            "end": 247.32,
            "text": " bring that superhero stance on stage so that your audience sees you as confident."
        },
        {
            "start": 248.2,
            "end": 254.2,
            "text": " And if you need an easy shortcut, just make the shape. Just make the shape of a confident"
        },
        {
            "start": 254.28000000000003,
            "end": 259.88,
            "text": " person. The audience cannot read your mind. They don't know how you're feeling. So,"
        },
        {
            "start": 259.88,
            "end": 265.24,
            "text": " just make the shape and they will go with it. Like, if you came over to my house for dinner"
        },
        {
            "start": 265.24,
            "end": 270.68,
            "text": " and I open up the door and I was like, hi, come on in. We're having chicken."
        },
        {
            "start": 272.04,
            "end": 277.72,
            "text": " You'd be like, oh, is this a bad time? You know, you've got to make the shape"
        },
        {
            "start": 277.72,
            "end": 285.56,
            "text": " of a good host. Make the smile shape, right? Instead of crossed arm shape, open up. Hi, welcome."
        },
        {
            "start": 285.56,
            "end": 291.0,
            "text": " Come on in. If you're not sure if you're making confident looking choices,"
        },
        {
            "start": 291.96000000000004,
            "end": 298.20000000000005,
            "text": " you can just video yourself and watch it back. I feel like I just saw you say,"
        },
        {
            "start": 299.16,
            "end": 305.16,
            "text": " not doing that one. I know most people don't like to watch themselves. I get it."
        },
        {
            "start": 305.24,
            "end": 311.24,
            "text": " But wouldn't you rather make that adjustment before you're in front of your audience?"
        },
        {
            "start": 312.36,
            "end": 318.44000000000005,
            "text": " Yes. Videoing yourself is a great way to check in to see that you're doing the techniques,"
        },
        {
            "start": 318.44000000000005,
            "end": 324.12,
            "text": " but also to see that it's still authentically you, your version of confident captain."
        },
        {
            "start": 325.48,
            "end": 333.48,
            "text": " Now, how can you do all of these things on performance day? Number four, practice with"
        },
        {
            "start": 333.48,
            "end": 340.20000000000005,
            "text": " purpose. So make yourself a rehearsal schedule, put it in your calendar. You can give yourself a"
        },
        {
            "start": 340.20000000000005,
            "end": 346.20000000000005,
            "text": " little treat when you do a run through and make it practice with purpose by giving yourself a"
        },
        {
            "start": 346.20000000000005,
            "end": 353.08000000000004,
            "text": " specific goal or layering in one new confident captain technique each day. If it's a week before"
        },
        {
            "start": 353.08000000000004,
            "end": 359.96000000000004,
            "text": " your event, aim to run it all the way through at least once a day. And if you don't have"
        },
        {
            "start": 359.96,
            "end": 365.08,
            "text": " time for a full run through, just take the opening closing, run that three times in a row from anywhere."
        },
        {
            "start": 365.71999999999997,
            "end": 370.35999999999996,
            "text": " When you're in the shower and when you're walking your dog, when you're making a meal for your kids,"
        },
        {
            "start": 370.35999999999996,
            "end": 374.68,
            "text": " I know my kids are very used to me walking around the house talking to myself."
        },
        {
            "start": 375.88,
            "end": 383.08,
            "text": " Whatever you need to do to get in those repetitions and don't be afraid of over practice."
        },
        {
            "start": 384.03999999999996,
            "end": 390.12,
            "text": " Don't let that stop you. You can just let go of your verbatim script if it's starting to sound"
        },
        {
            "start": 390.12,
            "end": 396.84,
            "text": " robotic, and you can still use, you know, bullet point speaker notes to remind yourself"
        },
        {
            "start": 396.84,
            "end": 402.91999999999996,
            "text": " of what you would like to say and to invite you to say it a little bit differently each time"
        },
        {
            "start": 402.91999999999996,
            "end": 411.4,
            "text": " to keep it fresh. And let me be clear, by practice, I mean standing up, saying it out loud,"
        },
        {
            "start": 411.40000000000003,
            "end": 417.64000000000004,
            "text": " imagining your audience and inviting them in, clicking through your slides, doing it as much"
        },
        {
            "start": 417.64000000000004,
            "end": 425.56000000000006,
            "text": " like it will be on the day, whether it's virtual or in person. And I know it might feel a little funny"
        },
        {
            "start": 425.56000000000006,
            "end": 433.00000000000006,
            "text": " saying it out loud to yourself. But think about when you learn a new sport or when you practice"
        },
        {
            "start": 433.00000000000006,
            "end": 440.20000000000005,
            "text": " a musical instrument, if you had a piano concert on Friday and you got new music on Monday,"
        },
        {
            "start": 440.2,
            "end": 446.12,
            "text": " would you only read your music every day and then play it for the very first time at the concert"
        },
        {
            "start": 446.12,
            "end": 454.03999999999996,
            "text": " on Friday? No way. And yet I see speakers do this all the time. Give yourself a chance."
        },
        {
            "start": 454.84,
            "end": 462.2,
            "text": " Practice helps everything. And it can really boost your confidence to practice with purpose"
        },
        {
            "start": 462.76,
            "end": 471.71999999999997,
            "text": " by layering in one new technique each day. Okay, those first four techniques, they're all about"
        },
        {
            "start": 471.71999999999997,
            "end": 478.12,
            "text": " how to appear confident, regardless of how you're feeling. I've got one more technique for you,"
        },
        {
            "start": 479.08,
            "end": 484.91999999999996,
            "text": " and it's a big one. But this is the real gem. It's the one that makes all the others shine."
        },
        {
            "start": 485.88,
            "end": 494.44,
            "text": " This is number five, the silent sentence. This is about what you choose to tell yourself."
        },
        {
            "start": 496.12,
            "end": 502.6,
            "text": " I've been a professional actor since I was a kid, and I have always loved going on stage as an actor,"
        },
        {
            "start": 502.6,
            "end": 510.92,
            "text": " as a speaker, as an emcee. And at the same time, I have often been not just nervous, sometimes"
        },
        {
            "start": 511.8,
            "end": 518.28,
            "text": " downright terrified to step on a stage. I'm shaking, I'm sweating, and I'm like,"
        },
        {
            "start": 518.28,
            "end": 524.6800000000001,
            "text": " what was I thinking? Why do I do this to myself? And all these unhelpful voices flood in, and I"
        },
        {
            "start": 524.6800000000001,
            "end": 531.0,
            "text": " just tried to make it stop, push it away, and of course that never worked. And I kept going"
        },
        {
            "start": 531.0,
            "end": 538.76,
            "text": " on stage because I love it. And years later, when I became a speaker coach, I got asked to"
        },
        {
            "start": 539.3199999999999,
            "end": 545.72,
            "text": " do all these professional presentations, and they went, well, but I still had no way to deal"
        },
        {
            "start": 545.72,
            "end": 554.68,
            "text": " with that massive anxiety. And I was like, what can I do? And I thought, well, what am I telling"
        },
        {
            "start": 554.68,
            "end": 563.56,
            "text": " myself? What if you mess up? You better be perfect. I realized I was giving myself an"
        },
        {
            "start": 563.5600000000001,
            "end": 571.48,
            "text": " impossible instruction to be perfect. And that really was not working. But what would work?"
        },
        {
            "start": 571.48,
            "end": 576.84,
            "text": " What would be a better message? And to figure that out, I had to go back to square one, like,"
        },
        {
            "start": 577.5600000000001,
            "end": 584.2800000000001,
            "text": " what do I want? Why did I say yes to this speaking gig? What is my deeper purpose here?"
        },
        {
            "start": 585.72,
            "end": 593.08,
            "text": " And I realized at the heart of it, I just want to help my audience to the best of my"
        },
        {
            "start": 593.08,
            "end": 601.48,
            "text": " ability. And when I said that, I noticed everything change. That's where I found my first"
        },
        {
            "start": 601.48,
            "end": 608.9200000000001,
            "text": " silent sentence. I want to help my audience to the best of my ability. When I said it even"
        },
        {
            "start": 608.9200000000001,
            "end": 614.0400000000001,
            "text": " silently to myself, it acted like this override switch. Like, I might still be shaking and"
        },
        {
            "start": 614.0400000000001,
            "end": 620.0400000000001,
            "text": " sweating, but now I have this higher goal, this deeper purpose, and everything aligned to that,"
        },
        {
            "start": 620.04,
            "end": 626.76,
            "text": " and that became my highest priority. I want to help you. And now that thought replaced those"
        },
        {
            "start": 626.76,
            "end": 634.76,
            "text": " unhelpful thoughts, and everything went better in my performance. And I was like, yes! It worked!"
        },
        {
            "start": 635.9599999999999,
            "end": 644.04,
            "text": " Yay! And then I was like, wait, how do I do this every time? Especially when the stakes are high."
        },
        {
            "start": 645.0,
            "end": 652.52,
            "text": " And it dawned on me. Like, if I'm writing and crafting the words I say out loud, why not write"
        },
        {
            "start": 652.52,
            "end": 659.64,
            "text": " and craft the words I say silently to myself? Put it in the script. It's the silent part"
        },
        {
            "start": 660.1999999999999,
            "end": 669.48,
            "text": " of the script. So now, every time I rehearse, every time I walk onto a stage, every time"
        },
        {
            "start": 669.64,
            "end": 675.72,
            "text": " I join a virtual meeting, I say the following new and evolved silent sentence."
        },
        {
            "start": 678.04,
            "end": 688.6,
            "text": " I invite you to be here with me while I am here with you, so that I can make this easier for you."
        },
        {
            "start": 691.24,
            "end": 698.12,
            "text": " Now, that invitation to myself to be present, that's my definition of stage presence."
        },
        {
            "start": 698.92,
            "end": 705.8,
            "text": " Being present. And that invitation to the audience to be my partner, that reminds me,"
        },
        {
            "start": 705.8,
            "end": 712.6,
            "text": " these are friends, not foes, and I am choosing to be here. And now I'm not just making the shape"
        },
        {
            "start": 712.6,
            "end": 718.84,
            "text": " of a good host, I really am a good host because I am genuinely welcoming you to my world."
        },
        {
            "start": 721.24,
            "end": 724.52,
            "text": " Now, how do you go about finding your silent sentence?"
        },
        {
            "start": 724.52,
            "end": 734.36,
            "text": " What do you want? What's your deeper purpose? You could be like me, and you might just want to"
        },
        {
            "start": 734.36,
            "end": 740.84,
            "text": " help people. Or it could be something more specific. For example, you might want at least one person"
        },
        {
            "start": 740.84,
            "end": 747.56,
            "text": " in your audience to walk out and take a CPR class. Or maybe you're just super excited to have"
        },
        {
            "start": 747.56,
            "end": 753.16,
            "text": " this experience or share with them some cool solution you have for their problem."
        },
        {
            "start": 753.7199999999999,
            "end": 761.4,
            "text": " You get to fill in the blank and decide what you want to accomplish. And this is not about"
        },
        {
            "start": 761.4,
            "end": 765.88,
            "text": " graduating to some higher level of being where you never again feel nervous."
        },
        {
            "start": 767.88,
            "end": 772.6,
            "text": " I know I haven't. I was feeling it pretty big about 15 minutes ago."
        },
        {
            "start": 773.9599999999999,
            "end": 780.8399999999999,
            "text": " Well, we're getting ready to walk on this stage. And I am, and probably always will be"
        },
        {
            "start": 780.84,
            "end": 790.52,
            "text": " a recovering perfectionist. That is a well-worn pathway in my brain. It is there, it exists,"
        },
        {
            "start": 790.52,
            "end": 798.36,
            "text": " it cannot be erased. But now I have this other pathway. And when big moments like this come up,"
        },
        {
            "start": 798.36,
            "end": 805.0,
            "text": " I get to choose. And that's what I was doing back there in the wings. I was choosing"
        },
        {
            "start": 805.72,
            "end": 811.88,
            "text": " to gently insist on repeating my silent sentence to set myself up for success."
        },
        {
            "start": 814.2,
            "end": 820.44,
            "text": " What we tell ourselves really matters. We follow our own instructions all day long."
        },
        {
            "start": 820.44,
            "end": 826.84,
            "text": " Our whole selves are always listening. So when you notice something isn't going well"
        },
        {
            "start": 826.84,
            "end": 831.56,
            "text": " or you're fearing something might not go well in the future, use this checklist."
        },
        {
            "start": 831.5600000000001,
            "end": 842.84,
            "text": " What am I telling myself? What's being broadcast? Then replace that with a"
        },
        {
            "start": 842.84,
            "end": 849.8800000000001,
            "text": " better sentence to help set you up for where you'd like to go. And most importantly,"
        },
        {
            "start": 849.8800000000001,
            "end": 855.08,
            "text": " put it in the script and practice it. Practice it just as much as the words you say out loud."
        },
        {
            "start": 855.6400000000001,
            "end": 859.6400000000001,
            "text": " So if you're running your intro in the shower three times in a row,"
        },
        {
            "start": 859.64,
            "end": 866.36,
            "text": " it would go silent bit, out loud bit, silent out loud, silent out loud until it is inextricably linked."
        },
        {
            "start": 867.3199999999999,
            "end": 873.24,
            "text": " And it is just a part of your process. And it is repeatable and reliable."
        },
        {
            "start": 874.28,
            "end": 881.24,
            "text": " And then it's just there for you when you need it. Now I want to leave you with this final thought."
        },
        {
            "start": 882.68,
            "end": 886.52,
            "text": " When you're at home and you're practicing some of these techniques like"
        },
        {
            "start": 886.52,
            "end": 896.76,
            "text": " turn up the energy and speak up. Pause like a boss. Superhero stance. Practice with purpose."
        },
        {
            "start": 897.48,
            "end": 904.1999999999999,
            "text": " And your silent sentence. Please know that it might feel uncomfortable at first because it's new"
        },
        {
            "start": 904.1999999999999,
            "end": 910.04,
            "text": " and that is normal. But think back to when I was demonstrating the nervous captain at the top."
        },
        {
            "start": 910.04,
            "end": 916.1999999999999,
            "text": " How did that make you feel? And then when the confident captain came out, oh, what a relief."
        },
        {
            "start": 916.2,
            "end": 922.2,
            "text": " Now I can just sit back and enjoy the ride. Remember that feeling of safety you had as an"
        },
        {
            "start": 922.2,
            "end": 928.6800000000001,
            "text": " audience member and bring that into your next rehearsal. You can give that gift to your audience."
        },
        {
            "start": 929.48,
            "end": 936.44,
            "text": " Reach outside your comfort zone to make your audience feel safe by making the choices"
        },
        {
            "start": 936.44,
            "end": 952.36,
            "text": " of a confident captain. And who knows, you might even have fun. Have a great trip."
        },
        {
            "start": 966.44,
            "end": 969.4000000000001,
            "text": " You"
        }
    ]
}